package com.example.mohtdon.ui.compose.data


data class HadithTopicItem(val id: Int, val name: String)
data class HadithItem(val id: Int, val text: String)

val topicsList = listOf(
    HadithTopicItem(1, "الصلاة"),
    HadithTopicItem(2, "الصوم"),
    HadithTopicItem(3, "الزكاة"),
    HadithTopicItem(4, "الرزق"),
    HadithTopicItem(5, "الحزن"),
    HadithTopicItem(6, "معاملات المسلم"),
    HadithTopicItem(7, "الجهاد"),
    HadithTopicItem(8, "أذكار الآذان"),
    HadithTopicItem(9, "أذكار بعد الصلاة"),
    HadithTopicItem(10, "أذكار نزول المطر")
)

val hadithList = listOf(
    HadithItem(1, "قال رسول الله صلى الله عليه وسلم: (الصَّلَاةُ الخَمْسُ، وَالْجُمْعَةُ إلى الجُمْعَةِ، كَفَّارَةٌ لِما بيْنَهُنَّ، ما لَمْ تُغْشَ الكَبَائِرُ)"),
    HadithItem(2, "قال رسول الله صلى الله عليه وسلم: (أَرَأَيْتُمْ لو أنَّ نَهْرًا ببَابِ أَحَدِكُمْ يَغْتَسِلُ منه كُلَّ يَومٍ خَمْسَ مَرَّاتٍ، هلْ يَبْقَى مِن دَرَنِهِ شيءٌ؟ قالوا: لا يَبْقَى مِن دَرَنِهِ شيءٌ، قالَ: فَذلكَ مَثَلُ الصَّلَوَاتِ الخَمْسِ، يَمْحُو اللَّهُ بهِنَّ الخَطَايَا)"),
    HadithItem(3, "قال رسول الله صلى الله عليه وسلم: (ما مِن مُسْلِمٍ يَتَطَهَّرُ، فيُتِمُّ الطُّهُورَ الذي كَتَبَ اللَّهُ عليه، فيُصَلِّي هذِه الصَّلَواتِ الخَمْسَ، إلَّا كانَتْ كَفّاراتٍ لِما بيْنَها)"),
    HadithItem(4, "قال رسول الله صلى الله عليه وسلم: (لا يَتَوَضَّأُ رَجُلٌ مُسْلِمٌ فيُحْسِنُ الوُضُوءَ فيُصَلِّي صَلاةً إلَّا غَفَرَ اللَّهُ له ما بيْنَهُ وبيْنَ الصَّلاةِ الَّتي تَلِيها)"),
    HadithItem(5, "قال رسول الله صلى الله عليه وسلم: (لا يَتَوَضَّأُ رَجُلٌ مُسْلِمٌ فيُحْسِنُ الوُضُوءَ فيُصَلِّي صَلاةً إلَّا غَفَرَ اللَّهُ له ما بيْنَهُ وبيْنَ الصَّلاةِ الَّتي تَلِيها)"),
    HadithItem(6, "قال رسول الله صلى الله عليه وسلم: (لا يَتَوَضَّأُ رَجُلٌ مُسْلِمٌ فيُحْسِنُ الوُضُوءَ فيُصَلِّي صَلاةً إلَّا غَفَرَ اللَّهُ له ما بيْنَهُ وبيْنَ الصَّلاةِ الَّتي تَلِيها)"),
    HadithItem(7, "قال رسول الله صلى الله عليه وسلم: (لا يَتَوَضَّأُ رَجُلٌ مُسْلِمٌ فيُحْسِنُ الوُضُوءَ فيُصَلِّي صَلاةً إلَّا غَفَرَ اللَّهُ له ما بيْنَهُ وبيْنَ الصَّلاةِ الَّتي تَلِيها)"),
)