{
  "data": [
    {
      "id": 1,
      "text": "إِنَّ مَعَ ٱلۡعُسۡرِ یُسۡرࣰا"
    },
    {
      "id": 2,
      "text": "وَأَمَّا ٱلَّذِینَ كَفَرُوۤا۟ أَفَلَمۡ تَكُنۡ ءَایَـٰتِی تُتۡلَىٰ عَلَیۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمࣰا مُّجۡرِمِینَ"
    },
    {
      "id": 3,
      "text": "وَلَا تَمۡنُن تَسۡتَكۡثِرُ"
    },
    {
      "id": 4,
      "text": ""
    },
    {
      "id": 5,
      "text": "وَیَقُولُ ٱلَّذِینَ كَفَرُوا۟ لَسۡتَ مُرۡسَلࣰاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِیدَۢا بَیۡنِی وَبَیۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَـٰبِ"
    },
    {
      "id": 6,
      "text": "۞ إِنَّ رَبَّكَ یَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَیِ ٱلَّیۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَاۤىِٕفَةࣱ مِّنَ ٱلَّذِینَ مَعَكَۚ وَٱللَّهُ یُقَدِّرُ ٱلَّیۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَیۡكُمۡۖ فَٱقۡرَءُوا۟ مَا تَیَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَیَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ یَضۡرِبُونَ فِی ٱلۡأَرۡضِ یَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ یُقَـٰتِلُونَ فِی سَبِیلِ ٱللَّهِۖ فَٱقۡرَءُوا۟ مَا تَیَسَّرَ مِنۡهُۚ وَأَقِیمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَقۡرِضُوا۟ ٱللَّهَ قَرۡضًا حَسَنࣰاۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنۡ خَیۡرࣲ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَیۡرࣰا وَأَعۡظَمَ أَجۡرࣰاۚ وَٱسۡتَغۡفِرُوا۟ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمُۢ"
    },
    {
      "id": 7,
      "text": "وَجَعَلۡنَا لَكُمۡ فِیهَا مَعَـٰیِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَازِقِینَ "
    },
    {
      "id": 8,
      "text": "إِنَّهُمۡ لَن یُغۡنُوا۟ عَنكَ مِنَ ٱللَّهِ شَیۡـࣰٔاۚ وَإِنَّ ٱلظَّـٰلِمِینَ بَعۡضُهُمۡ أَوۡلِیَاۤءُ بَعۡضࣲۖ وَٱللَّهُ وَلِیُّ ٱلۡمُتَّقِینَ "
    },
    {
      "id": 9,
      "text": "أَوۡ إِطۡعَـٰمࣱ فِی یَوۡمࣲ ذِی مَسۡغَبَةࣲ "
    },
    {
      "id": 10,
      "text": "وَكُلࣰّا نَّقُصُّ عَلَیۡكَ مِنۡ أَنۢبَاۤءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَاۤءَكَ فِی هَـٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةࣱ وَذِكۡرَىٰ لِلۡمُؤۡمِنِینَ "
    },
    {
      "id": 11,
      "text": "بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا "
    },
    {
      "id": 12,
      "text": "لَقَدۡ خَلَقۡنَا ٱلۡإِنسَـٰنَ فِی كَبَدٍ "
    },
    {
      "id": 13,
      "text": "لَّقَدۡ أَضَلَّنِی عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَاۤءَنِیۗ وَكَانَ ٱلشَّیۡطَـٰنُ لِلۡإِنسَـٰنِ خَذُولࣰا "
    },
    {
      "id": 14,
      "text": "إِنَّ ٱلۡأَبۡرَارَ لَفِی نَعِیمࣲ "
    },
    {
      "id": 15,
      "text": "إِنَّ رَبَّهُم بِهِمۡ یَوۡمَىِٕذࣲ لَّخَبِیرُۢ "
    },
    {
      "id": 16,
      "text": "وَلَمَّا جَاۤءَتۡ رُسُلُنَا لُوطࣰا سِیۤءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعࣰا وَقَالَ هَـٰذَا یَوۡمٌ عَصِیبࣱ "
    },
    {
      "id": 17,
      "text": "وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ "
    },
    {
      "id": 18,
      "text": "وَكَانَ لَهُۥ ثَمَرࣱ فَقَالَ لِصَـٰحِبِهِۦ وَهُوَ یُحَاوِرُهُۥۤ أَنَا۠ أَكۡثَرُ مِنكَ مَالࣰا وَأَعَزُّ نَفَرࣰا "
    },
    {
      "id": 19,
      "text": "كَلَّا بَلۡ تُحِبُّونَ ٱلۡعَاجِلَةَ "
    },
    {
      "id": 20,
      "text": "إِنَّمَا مَثَلُ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا كَمَاۤءٍ أَنزَلۡنَـٰهُ مِنَ ٱلسَّمَاۤءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا یَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَـٰمُ حَتَّىٰۤ إِذَاۤ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّیَّنَتۡ وَظَنَّ أَهۡلُهَاۤ أَنَّهُمۡ قَـٰدِرُونَ عَلَیۡهَاۤ أَتَىٰهَاۤ أَمۡرُنَا لَیۡلًا أَوۡ نَهَارࣰا فَجَعَلۡنَـٰهَا حَصِیدࣰا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَ ٰالِكَ نُفَصِّلُ ٱلۡـَٔایَـٰتِ لِقَوۡمࣲ یَتَفَكَّرُونَ "
    },
    {
      "id": 21,
      "text": "أُو۟لَـٰۤىِٕكَ عَلَىٰ هُدࣰى مِّن رَّبِّهِمۡۖ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُفۡلِحُونَ "
    },
    {
      "id": 22,
      "text": "مَا نُنَزِّلُ ٱلۡمَلَـٰۤىِٕكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوۤا۟ إِذࣰا مُّنظَرِینَ "
    },
    {
      "id": 23,
      "text": "لَأَنتُمۡ أَشَدُّ رَهۡبَةࣰ فِی صُدُورِهِم مِّنَ ٱللَّهِۚ ذَالِكَ بِأَنَّهُمۡ قَوۡمࣱ لَّا یَفۡقَهُونَ "
    },
    {
      "id": 24,
      "text": "وَجَعَلُوا۟ لِلَّهِ أَندَادࣰا لِّیُضِلُّوا۟ عَن سَبِیلِهِۦۗ قُلۡ تَمَتَّعُوا۟ فَإِنَّ مَصِیرَكُمۡ إِلَى ٱلنَّارِ "
    },
    {
      "id": 25,
      "text": "بَلۡ نَحۡنُ مَحۡرُومُونَ "
    },
    {
      "id": 26,
      "text": "إِنَّا هَدَیۡنَـٰهُ ٱلسَّبِیلَ إِمَّا شَاكِرࣰا وَإِمَّا كَفُورًا "
    },
    {
      "id": 27,
      "text": "لَا یَصۡلَىٰهَاۤ إِلَّا ٱلۡأَشۡقَى "
    },
    {
      "id": 28,
      "text": "وَأَنَّهُۥ كَانَ رِجَالࣱ مِّنَ ٱلۡإِنسِ یَعُوذُونَ بِرِجَالࣲ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقࣰا "
    },
    {
      "id": 29,
      "text": "وَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِینࣲ "
    },
    {
      "id": 30,
      "text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ یَـٰۤأَیُّهَا ٱلنَّبِیُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَاۤءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُوا۟ ٱلۡعِدَّةَۖ وَٱتَّقُوا۟ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُیُوتِهِنَّ وَلَا یَخۡرُجۡنَ إِلَّاۤ أَن یَأۡتِینَ بِفَـٰحِشَةࣲ مُّبَیِّنَةࣲۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن یَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِی لَعَلَّ ٱللَّهَ یُحۡدِثُ بَعۡدَ ذالِكَ أَمۡرࣰا "
    },
    {
      "id": 31,
      "text": "تِلۡكَ مِنۡ أَنۢبَاۤءِ ٱلۡغَیۡبِ نُوحِیهَاۤ إِلَیۡكَۖ مَا كُنتَ تَعۡلَمُهَاۤ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَـٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَـٰقِبَةَ لِلۡمُتَّقِینَ "
    },
    {
      "id": 32,
      "text": "ٱتَّخَذُوۤا۟ أَیۡمَـٰنَهُمۡ جُنَّةࣰ فَصَدُّوا۟ عَن سَبِیلِ ٱللَّهِ فَلَهُمۡ عَذَابࣱ مُّهِینࣱ "
    },
    {
      "id": 33,
      "text": "فَأَصَابَهُمۡ سَیِّـَٔاتُ مَا كَسَبُوا۟ۚ وَٱلَّذِینَ ظَلَمُوا۟ مِنۡ هَـٰۤؤُلَاۤءِ سَیُصِیبُهُمۡ سَیِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعۡجِزِینَ "
    },
    {
      "id": 34,
      "text": "إِنَّ ٱلۡإِنسَـٰنَ لِرَبِّهِۦ لَكَنُودࣱ "
    },
    {
      "id": 35,
      "text": "إِنَّ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱلۡـَٔاخِرَةِ لَیُسَمُّونَ ٱلۡمَلَـٰۤىِٕكَةَ تَسۡمِیَةَ ٱلۡأُنثَىٰ "
    },
    {
      "id": 36,
      "text": "ٱلَّذِی یُؤۡتِی مَالَهُۥ یَتَزَكَّىٰ "
    },
    {
      "id": 37,
      "text": "إِن تَتُوبَاۤ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَـٰهَرَا عَلَیۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِیلُ وَصَـٰلِحُ ٱلۡمُؤۡمِنِینَۖ وَٱلۡمَلَـٰۤىِٕكَةُ بَعۡدَ ذَالِكَ ظَهِیرٌ "
    },
    {
      "id": 38,
      "text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ قُلۡ هُوَ ٱللَّهُ أَحَدٌ "
    },
    {
      "id": 39,
      "text": "وَجَعَلۡنَا ٱبۡنَ مَرۡیَمَ وَأُمَّهُۥۤ ءَایَةࣰ وَءَاوَیۡنَـٰهُمَاۤ إِلَىٰ رَبۡوَةࣲ ذَاتِ قَرَارࣲ وَمَعِینࣲ "
    },
    {
      "id": 40,
      "text": "وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَالِكَ لِمَنۡ خَافَ مَقَامِی وَخَافَ وَعِیدِ "
    },
    {
      "id": 41,
      "text": "إِنَّ یَوۡمَ ٱلۡفَصۡلِ كَانَ مِیقَـٰتࣰا "
    },
    {
      "id": 42,
      "text": "أَلَمۡ یَجۡعَلۡ كَیۡدَهُمۡ فِی تَضۡلِیلࣲ "
    },
    {
      "id": 43,
      "text": "وَلَقَدۡ فَتَنَّا ٱلَّذِینَ مِن قَبۡلِهِمۡۖ فَلَیَعۡلَمَنَّ ٱللَّهُ ٱلَّذِینَ صَدَقُوا۟ وَلَیَعۡلَمَنَّ ٱلۡكَـٰذِبِینَ "
    },
    {
      "id": 44,
      "text": "وَكَذَالِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِینَ كَفَرُوۤا۟ أَنَّهُمۡ أَصۡحَـٰبُ ٱلنَّارِ "
    },
    {
      "id": 45,
      "text": "ثُمَّ إِنَّ عَلَیۡنَا بَیَانَهُۥ "
    },
    {
      "id": 46,
      "text": "وَٱسۡتَفۡتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِیدࣲ "
    },
    {
      "id": 47,
      "text": "وَلَسَوۡفَ یَرۡضَىٰ "
    },
    {
      "id": 48,
      "text": "إِن تَتُوبَاۤ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَـٰهَرَا عَلَیۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِیلُ وَصَـٰلِحُ ٱلۡمُؤۡمِنِینَۖ وَٱلۡمَلَـٰۤىِٕكَةُ بَعۡدَ ذَالِكَ ظَهِیرٌ  "
    },
    {
      "id": 49,
      "text": "فَقَالَ لَهُمۡ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقۡیَـٰهَا "
    },
    {
      "id": 50,
      "text": "یَـٰبُنَیَّ إِنَّهَاۤ إِن تَكُ مِثۡقَالَ حَبَّةࣲ مِّنۡ خَرۡدَلࣲ فَتَكُن فِی صَخۡرَةٍ أَوۡ فِی ٱلسَّمَـٰوَاتِ أَوۡ فِی ٱلۡأَرۡضِ یَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِیفٌ خَبِیرࣱ"
    }
  ]
}